tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
tap "wez/wezterm"
brew "ansible", link: false
brew "bash"
brew "bats-core"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lua"
brew "midnight-commander"
brew "ncdu"
brew "neovim"
brew "openvpn"
brew "repomix"
brew "ripgrep"
brew "spaceship"
brew "tmux"
brew "vim", link: false
brew "wget"
brew "yazi", args: ["HEAD"]
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "font-fantasque-sans-mono"
cask "font-hack-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "hiddenbar"
cask "raycast"
cask "sf-symbols"
cask "wezterm@nightly"

cask "arc"
cask "karabiner-elements"
cask "1password"
cask "obsidian"
cask "slack"
cask "spotify"
